<?php
return [

    /*
       |--------------------------------------------------------------------------
       | Site default title
       |--------------------------------------------------------------------------
       |
       */

    'title' => 'Nội thất Quyền Anh',

    'append_title' => 'Thiết kế thi công nội thất | công ty Nội thất Quyền Anh',

    'description' => 'Nội thất Quyền Anh tự hào là đơn vị thiết kế và thi công nội thất uy tín hàng đầu tại Việt Nam. Kiến trúc ngoại thất tất cả tại Hà Nội, HCM và các tỉnh trên toàn quốc',

    /*
     |--------------------------------------------------------------------------
     | Limit title meta tag length
     |--------------------------------------------------------------------------
     |
     | To best SEO implementation, limit tags.
     |
     */

    'title_limit' => 70,

    /*
     |--------------------------------------------------------------------------
     | Limit description meta tag length
     |--------------------------------------------------------------------------
     |
     | To best SEO implementation, limit tags.
     |
     */

    'description_limit' => 200,

    /*
     |--------------------------------------------------------------------------
     | OpenGraph values
     |--------------------------------------------------------------------------
     |
     */

    'open_graph' => [
        'site_name' => 'QuyenAnh Decor',
        'type' => 'website'
    ],

    /*
     |--------------------------------------------------------------------------
     | Twitter Card values
     |--------------------------------------------------------------------------
     |
     */

    'twitter' => [
        'card' => 'summary',
        'creator' => '@mysite',
        'site' => '@mysite'
    ],

    /*
     |--------------------------------------------------------------------------
     | Supported languages
     |--------------------------------------------------------------------------
     |
     */

    'locale_url' => '[scheme]://[locale][host][uri]',

    /*
     |--------------------------------------------------------------------------
     | Supported languages
     |--------------------------------------------------------------------------
     |
     */

    'locales' => ['vi'],
];
